[
    "You enjoy enviroments with lots of people.",
    "You prefer to work alone rather than in teams.",
    "After a long week, you enjoy going out with friends.",
    "At a party, you're likely to stick with close friends rather than talk to new people.",
    "You find yourself carrying conversations with others.",
    "You enjoy quiet, intimate spaces.",
    "You enjoy having a wide circle of aquaintences.",
    "You find it difficult to talk to strangers.",

    "You'd rather learn applications of subjects than learn the theory.",
    "You find yourself focusing on what-ifs rather than present reality.",
    "You focus on details rather than the big picture.",
    "You find yourself wondering about other worlds and realities.",
    "You enjoy non-fiction pieces.",
    "You explain concepts though analogies and metaphors rather than examples and facts.",
    "You'd rather stick to  routine procedure then experiment with new procedure.",
    "Your work flow comes in bursts of energy.",

    "You value justice and fairness",
    "You describe yourself as a warm and empathetic individual.",
    "You make descisions based on logic rather than feeling.",
    "When making a descision, you value how your action will affect others.",
    "In a group, the task at hand is more important than the journey to complete that task",
    "You enjoy working in a team to acheive a common goal.",
    "You try to be fair and just in descisions, regardless of personal connections.",
    "Your relationships with others are vital to your experience in the world.",

    "You believe rules are to be upheld and enforced.",
    "You prefer to improvise rather than plan your approach.",
    "On a trip, you're most likely to make a thoughtful itinerary of your events.",
    "You work best under pressure.",
    "You have a very methodical approach to life.",
    "The plans you make are flexible and open to change.",
    "You start tasks early and your efforts are sustained till deadline.",
    "You dislike being stuck to a plan and enjoy freedom."
    
]